[{"term": "A. Lange & Sohne", "definition": "An haute-horology German watch brand known for its distinctly German designs and high quality movements.", "category": "brand", "img": ""}, {"term": "Accutron", "definition": "A subbrand of Bulova known for producing the world's first electric-powered watch with its unique hum.", "category": "brand", "img": ""}, {"term": "Annual Calendar", "definition": "A complication that correctly displays the calendar date throughout a given year by accounting for variations in the number of days per month.", "category": "general", "img": ""}, {"term": "Audemars Piguet", "definition": "An haute-horology Swiss watch brand best known for introducing the category of luxury steel sports watches with the Royal Oak.", "category": "brand", "img": ""}, {"term": "Automatic", "definition": "A winding mechanism in a mechanical watch powered by the movement of a wearer's wrist, which rotates an oscillating weight that coils the watch’s spring.", "category": "general", "img": ""}, {"term": "Bell & Ross", "definition": "A Swiss watch brand known for its square watches with a utilitarian look.", "category": "brand", "img": ""}, {"term": "Benrus", "definition": "An American watch brand known for supplying soldiers in WWII and the Vietnam War.", "category": "brand", "img": ""}, {"term": "Bezel", "definition": "The ring that surrounds the watch face. Most watches have a distinguishable bezel, but note that others have a one piece case, which does not have a bezel. Some bezels, most often on dive watches, are able to rotate; a rotating bezel allows tracking passing time.", "category": "general", "img": ""}, {"term": "Blancpain", "definition": "A Swiss watch brand best known for making the Fifty Fathoms, which was the first dive watch.", "category": "brand", "img": ""}, {"term": "Breguet", "definition": "A Swiss watch brand descended from the great watchmaker Abraham Louis Breguet who was famous for tourbillons and engine-turned dials among many other great inventions.", "category": "brand", "img": ""}, {"term": "Breitling", "definition": "A Swiss watch brand now best known for its tool watches for pilots, like the iconic Navitimer.", "category": "brand", "img": ""}, {"term": "Bulova", "definition": "A once American now Japanese watch brand that makes a wide variety of watches from dress to professional diver's.", "category": "brand", "img": ""}, {"term": "Bvlgari", "definition": "A jewelry brand that has established itself as a solid watchmaker with some of the world's thinnest watches and the recognizable Bvlgari Bvlgari design.", "category": "brand", "img": ""}, {"term": "Caliber", "definition": "The number distinguishing one movement model from another.", "category": "general", "img": ""}, {"term": "Carl F. Bucherer", "definition": "A Swiss watch brand true to its roots in creating luxury mechanical dress watches.", "category": "brand", "img": ""}, {"term": "Cartier", "definition": "A Swiss watchmaker that has created some of the highest quality and most iconic  watches of all time, from the Tank to the Santos.", "category": "brand", "img": ""}, {"term": "Case", "definition": "The watch’s enclosure. A watch case can made of stainless steel, precious metals, plastic, or many other materials.", "category": "general", "img": ""}, {"term": "Caseback", "definition": "The component on the rear of the watch that covers the movement. Manufacturers often engrave serial numbers and other information about a watch here.", "category": "general", "img": ""}, {"term": "Casio", "definition": "A Japanese brand best known for its budget digital watches.", "category": "brand", "img": ""}, {"term": "Chopard", "definition": "A jewelry brand that creates watches with one-of-a-kind embellishments, such as the Happy Diamonds.", "category": "brand", "img": ""}, {"term": "Chronograph", "definition": "A complication that allows a user to time events as if a watch were a stopwatch. Operate the chronograph with a start/stop pusher and a reset pusher. View the time recorded on the subdials.", "category": "general", "img": ""}, {"term": "Chronometer", "definition": "An official watch accuracy certification known as the Contrôle Officiel Suisse des Chronomètres (COSC). Quartz and mechanical watches may earn this certification by operating within a very precise range of accuracy.", "category": "general", "img": ""}, {"term": "Citizen", "definition": "A Japanese watch brand known for a variety of watches and innovations, perhaps most notably the Eco-Drive.", "category": "brand", "img": ""}, {"term": "Complication", "definition": "Any additional function on a wristwatch aside from telling the basic time. These include calendar functions, chronographs, GMT features, and many more.", "category": "general", "img": ""}, {"term": "Crown", "definition": "A knob used to operate a watch. Crowns are most commonly located at the 3 o’clock position but may be located in other positions. Crowns may be pulled out to different positions to set complications and set the time. Mechanical watches with hand-winding will feature a crown that can rotate to wind the watch without being pulled out . Some watches have screw-down crowns for added water resistance.", "category": "general", "img": ""}, {"term": "Crystal", "definition": "The transparent or translucent material through which the dial is visible. Crystals come in many different materials of different levels of hardness. A crystal may be plastic, mineral, sapphire, or of a proprietary material.", "category": "general", "img": ""}, {"term": "Dial", "definition": "The (usually) flat component of the watch on which markers and indices are placed. The dial is the background on which the time is displayed.", "category": "general", "img": ""}, {"term": "ETA", "definition": "A Swiss movement manufacturer well-known for its quality movements found in many Swiss watches.", "category": "brand", "img": ""}, {"term": "Eterna", "definition": "The Swiss watch brand from which the well-known movement manufacturer ETA originated.", "category": "brand", "img": ""}, {"term": "F.P. Journe", "definition": "A watch brand centered around the legendary watchmaker Francois Paul Journe and his one-of-a-kind creations.", "category": "brand", "img": ""}, {"term": "Flieger", "definition": "A style of pilot's watches originally made for the German Luftwaffe that were designed for ease of legibility at a glance. The two variations fo the Flieger design are the type A and type B.", "category": "general", "img": ""}, {"term": "Fortis", "definition": "A Swiss watch brand best known for its high quality pilot and space watches.", "category": "brand", "img": ""}, {"term": "Fossil", "definition": "An American fashion watch brand that produces many affordable watches and quality leather goods.", "category": "brand", "img": ""}, {"term": "Frederique Constant", "definition": "A fairly new Swiss watch brand known for its quality creations and innovations at relatively affordable price points.", "category": "brand", "img": ""}, {"term": "Frequency", "definition": "The beat/vibration rate at which the movement operates. Generally, a higher frequency corresponds to a smoother sweeping seconds hand.", "category": "general", "img": ""}, {"term": "G-Shock", "definition": "A subbrand of Casio designed to be the ultimate beater watch. Its unique toughness is achieved through its drop and shock resistance, unique structure, and material selection.", "category": "brand", "img": ""}, {"term": "GMT", "definition": "A complication that allows the watch to tell two different time zones at once. While different watches and brands implement GMT functions differently, it is most commonly created with the addition of a GMT hand that reads a separate hour.", "category": "general", "img": ""}, {"term": "Girard-Perregaux", "definition": "An haute horology Swiss watch brand producing a variety of timepieces from dress to sports.", "category": "brand", "img": ""}, {"term": "Glycine", "definition": "A Swiss watch brand best known for its durable and affordable sports watches such as the Combat Sub.", "category": "brand", "img": ""}, {"term": "Grand Seiko", "definition": "A subbrand of Seiko dedicated to producing high quality watches with unique design and mechanical innovation in forms such as the Spring Drive.", "category": "brand", "img": ""}, {"term": "Hacking", "definition": "The ability to stop the seconds hand when the crown is pulled out to set the time. This feature is convenient to synchronize one watch with another.", "category": "general", "img": ""}, {"term": "Hamilton", "definition": "An originally American now Swiss watch brand with a rich history primarily associated with its military field watches, like the Khaki.", "category": "brand", "img": ""}, {"term": "Homage", "definition": "A class of watches that mimic the design of popular luxury watches at a more affordable price.", "category": "general", "img": ""}, {"term": "Hublot", "definition": "A Swiss watch brand known for the large size of its watches like the Big Bang.", "category": "brand", "img": ""}, {"term": "IWC", "definition": "International Watch Company. A luxury Swiss watch brand best known for producing high quality pilot's watches.", "category": "brand", "img": ""}, {"term": "Invicta", "definition": "An American watch company known for producing bold and oversized designs often loathed by watch enthusiats. Of note is that Invicta used to be a Swiss watchmaker that produced traditional timepieces prior to its bankruptcy.", "category": "brand", "img": ""}, {"term": "Jaeger-LeCoultre", "definition": "The Swiss watch brand known as the watchmaker's watchmaker for its expertise with mechanical movements.", "category": "brand", "img": ""}, {"term": "Jewels", "definition": "These are components of the movement used to reduce friction and wear between moving parts. As jewels, such as rubies, are harder than most other materials, they resist wear from continuous mechanical action; as a result, there is no increased friction from wear on the surface. Before the synthesis of jewels in laboratories was widely available, jewels were a sign of watchmaking prowess; however, the affordability of jewels means that the number of jewels no longer directly reflects high quality or luxury.", "category": "general", "img": ""}, {"term": "Junghans", "definition": "A German watch brand representing the pinnacle of Bauhaus design in watches.", "category": "brand", "img": ""}, {"term": "King Seiko", "definition": "A subbrand of Seiko once dedicated to producing some of the company's highest quality watches.", "category": "brand", "img": ""}, {"term": "Laco", "definition": "A German watch brand known for producing quality pilot's watches.", "category": "brand", "img": ""}, {"term": "Longines", "definition": "A Swiss watch brand perhaps best known for its elegant dress watches among its other collections of field and dive watches.", "category": "brand", "img": ""}, {"term": "Lugs", "definition": "These are the components at the ends of the watch where the strap or bracelet is attached.", "category": "general", "img": ""}, {"term": "Luminescence", "definition": "This allows a user to read the time in the dark. Luminous paint, such as luminova, tritium paint, and superluminova, or tritium gas tubes are applied to hands and markers.", "category": "general", "img": ""}, {"term": "MB&F", "definition": "An incredible Swiss watch brand known for creating hyperwatches of great complexity better appreciated as art pieces.", "category": "brand", "img": ""}, {"term": "Magnetism", "definition": "This is a serious threat for all mechanical watches. Exposure to magnetic fields causes the movement to become ‘magnetized,’ which results in the shifting of mechanical components. A mechanical watch will run fast if it has been magnetized.", "category": "general", "img": ""}, {"term": "Manual Wind", "definition": "The winding mechanism of a mechanical watch that requires rotating the crownd or manipulating some other component by hand in order for the watch to build up power.", "category": "general", "img": ""}, {"term": "Mechanical", "definition": "A mechanical watch operates entirely based on mechanical energy. The watch contains many moving parts and runs from power stored by a spring. Mechanical movements are the traditional movements of watchmaking.", "category": "general", "img": ""}, {"term": "MeisterSinger", "definition": "A German watch brand known for creating watches with only one hand.", "category": "brand", "img": ""}, {"term": "Mido", "definition": "A Swiss watch brand.", "category": "brand", "img": ""}, {"term": "Miyota", "definition": "A Japanese movement manufacturer known for its movements found in many Japanese watches and microbrands.", "category": "brand", "img": ""}, {"term": "Mondaine", "definition": "A Swiss brand known for designing the Swiss Railways Clock.", "category": "brand", "img": ""}, {"term": "Montblanc", "definition": "A luxury brand best known for its luxury pens but also presenting a collection of high quality luxury watches with mechanisms from the well-respected Swiss movement manufacturer Minerva.", "category": "brand", "img": ""}, {"term": "Movado", "definition": "A Swiss brand best known for the Museum Classic dial design.", "category": "brand", "img": ""}, {"term": "Movement", "definition": "The interior working components of the watch that allow it to keep time. A watch’s movement may be quartz or mechanical.", "category": "general", "img": ""}, {"term": "NATO Strap", "definition": "A type of strap originally designed for military use that features a piece of nylon with an extra keeper at the back designed to securely attach a watch to a soldier's wrist.", "category": "general", "img": ""}, {"term": "Nomos", "definition": "A relatively new German brand respected for its high-quality timepieces and minimalist Bauhaus designs.", "category": "brand", "img": ""}, {"term": "Omega", "definition": "A well-respected Swiss watch brand with many achievements such as producing the first watch on the Moon and being the choise of modern James Bond.", "category": "brand", "img": ""}, {"term": "Orient", "definition": "A Japanese watch brand known for its budget mechanical watches.", "category": "brand", "img": ""}, {"term": "Oris", "definition": "A Swiss watch brand respected for its good quality diver's and pilot's watches.", "category": "brand", "img": ""}, {"term": "Panerai", "definition": "An originally Italian brand known for the iconic cushion pocket watch cases and crown guards on its military dive watches.", "category": "brand", "img": ""}, {"term": "Patek Philippe & Co.", "definition": "An haute horology Swiss watch brand famous for its luxury steel sports watch, the Nautilus, among its many impressive dress watches.", "category": "brand", "img": ""}, {"term": "Perpetual Calendar", "definition": "A complication that correctly displays the calendar date continuously by accounting for all variations in the calendar including leap years.", "category": "general", "img": ""}, {"term": "Piaget", "definition": "A Swiss luxury watch brand best known for creating some of the world's thinnest watches through its Altiplano collection.", "category": "brand", "img": ""}, {"term": "Quartz", "definition": "A type of movement that allows a watch to convert electrical energy into mechanical energy capable of keeping time. The watch is powered by a lithium cell battery. Electric currents pass through a quartz oscillator, which vibrates at the rate necessary to keep time. Quartz watches also contain moving parts, but not nearly as many as a mechanical movement.", "category": "general", "img": ""}, {"term": "Quickset", "definition": "The ability to independently set complications such as the day and date most often performed by using a specific crown position.", "category": "general", "img": ""}, {"term": "Rado", "definition": "A Swiss watch brand with many quality offerings, most notable the Captain Cook.", "category": "brand", "img": ""}, {"term": "Raymond Weil", "definition": "A Swiss watch brand offering a wide range of entry-level Swiss timepieces.", "category": "brand", "img": ""}, {"term": "Richard Mille", "definition": "A Swiss watch brand producing ultra-high end watches of a uniquely bold design inspired by racing.", "category": "brand", "img": ""}, {"term": "Rolex", "definition": "The quintessential Swiss luxury watch brand known for its elegant yet robust timepieces such as the Datejust, Submariner, and GMT Master.", "category": "brand", "img": ""}, {"term": "Rotor", "definition": "The oscillating weight in automatic movements that winds the mechanism through the motion of the wearer's wrist.", "category": "general", "img": ""}, {"term": "Sea-Gull", "definition": "A Chinese watch manufacturer best known for the ST19 mechanical chronograph movement and the Sea-Gull 1963 watch design.", "category": "brand", "img": ""}, {"term": "Seiko", "definition": "The Japanese watchmaking giant capable of producing the full gamut of watches, from rivaling the Swiss in mechanical accuracy to introducing the first quartz watches,", "category": "brand", "img": ""}, {"term": "Servicing", "definition": "Regular maintenance work required to keep the watch running smoothly. This work involves cleaning and lubricating components to ensure smooth operation. Both mechanical and quartz watches require servicing (mechanical watches tend to require servicing more often than quartz watches).", "category": "general", "img": ""}, {"term": "Sinn", "definition": "A German watch brand recognized primarily for its pilot watches like the Sinn 104.", "category": "brand", "img": ""}, {"term": "Slide Rule Bezel", "definition": "A type of bezel that provides the functionality of a slide rule using a system of rotating disks. This feature was originally designed for pilots and is most famously presented on the Breitling Navitimer.", "category": "general", "img": ""}, {"term": "Small Seconds", "definition": "The display of running seconds on a subdial rather then on the main dial of a watch.", "category": "general", "img": ""}, {"term": "Spring Bar", "definition": "A bar that holds the strap or bracelet in place on a watch. The bar contains a spring so that it can be easily removed with the proper tool, allowing the strap or bracelet to be swapped.", "category": "general", "img": ""}, {"term": "Squale", "definition": "A Swiss watch brand known for its dive watch cases once used by brands such as Blancpain and Sinn.", "category": "brand", "img": ""}, {"term": "Subdial", "definition": "Smaller, individual displays located on the larger dial. Subdials are most often used for chronograph readings or for displaying calendar functions.", "category": "general", "img": ""}, {"term": "Swatch", "definition": "A Swiss watch brand known for bringing Swiss timepieces to the masses by appealing to fashion trends through bright colours and fun designs.", "category": "brand", "img": ""}, {"term": "Tag Heuer", "definition": "A Swiss watch brand most famous for its luxury racing and diver's watches like the Monaco and the Aquaracer.", "category": "brand", "img": ""}, {"term": "Timex", "definition": "An American watch brand known for its long history of producing reliable and affordable watches.", "category": "brand", "img": ""}, {"term": "Tissot", "definition": "A Swiss watch brand with a long history of making quality timepieces and continuing to innovate in its mechanisms.", "category": "brand", "img": ""}, {"term": "Tourbillon", "definition": "An ultra high-end complication that uses a rotating mechanism to mitigate the effect of gravity on the accuracy of a mechanical movement.", "category": "general", "img": ""}, {"term": "Tudor", "definition": "The Swiss watch brand related to Rolex but yet with a distinct identity in producing luxury sports watches.", "category": "brand", "img": ""}, {"term": "Universal Geneve", "definition": "An unfortunately now defunct Swiss brand known for producing beautiful luxury watches including the Polerouter and for pioneering the use of the microrotor.", "category": "brand", "img": ""}, {"term": "Urwerk", "definition": "A Swiss concept watch brand made famous by its invention of a satellite system for displaying the time.", "category": "brand", "img": ""}, {"term": "Vacheron Constantin", "definition": "An haute-horology Swiss watch brand known for many high quality timpieces like the Overseas and the Patrimony.", "category": "brand", "img": ""}, {"term": "Winder", "definition": "A box or case that rotates an automatic watch to keep it wound while not being worn.", "category": "general", "img": ""}, {"term": "World Time", "definition": "A complication that allows determining the time in multiple time zones around the world. This feature is most often achieved with a bezel that marks different time zones.", "category": "general", "img": ""}]